contact/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <title>Contact - Junzhou Zhao （赵俊舟）</title>
    <meta name="author" content="Junzhou Zhao" />

    <link rel="stylesheet" href="/media/css/bootstrap.min.css">

    <link rel="stylesheet" href="/media/css/main.css" />


</head>

<body>
    <div class="container mt-5">
        <nav class="navbar navbar-expand-sm flex-column flex-sm-row text-nowrap p-0">
    <a class="navbar-brand mx-0 mr-sm-auto" href="/">Junzhou Zhao （赵俊舟）</a>
    <div class="navbar-nav flex-row flex-wrap justify-content-center">
        <a class="nav-item nav-link" href="/">About</a>
        <span class="nav-item navbar-text mx-1">/</span>
        <a class="nav-item nav-link" href="/publication/">Publication</a>
        <span class="nav-item navbar-text mx-1">/</span>
        <a class="nav-item nav-link" href="/contact/">Contact</a>
    </div>
</nav>
<hr>

        <section id="content">
    
<div id="outline-container-orgbf0f861" class="outline-2">
<h2 id="orgbf0f861">Contact</h2>
<div class="outline-text-2" id="text-orgbf0f861">
<p>陕西省西安市碑林区咸宁西路 28 号，西安交通大学智网实验室 1088 信箱 (P.O. Box
1088#, Xi'an Jiaotong University, No.28, Xianning West Road, Xi'an 710049, Shaanxi
Prov., P. R. China)
</p>

<ul class="org-ul">
<li><a href="https://nskeylab.xjtu.edu.cn">智能网络与网络安全教育部重点实验室</a> (Ministry of Education Key Lab for
Intelligent Networks and Network Security, aka MOE KLINNS Lab) <br /></li>
<li><a href="http://cybersec.xjtu.edu.cn">网络空间安全学院</a> (School of Cyber Science and Engineering)</li>
</ul>

<p>
Office: 网络中心三楼 309 <br />
E-mail: junzhou.zhao AT xjtu DOT edu DOT cn
</p>
</div>
</div>

</section>

        <footer id="footer" class="mb-5">
    <hr>
    <div class="container text-center">
        Copyright &copy; 2015 - <span id="footerYear"></span> by J. Zhao.

        <script type="text/javascript">
            document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();
        </script>
    </div>

    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?70d282bac75aff81babeeb598206f823";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

    </div>
</body>
</html>
